[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
7442
27878
9601
235
4004
10636
19121
28648
22737
10935
10922
29296
3263
8194
17799
，
19897
929
23926
5933
19052
715
25945
2281
10893
26694
8
20097
30327
1602
23897
4274
6762
2545
13778
5091
29584
17281
17983
9614
24058
20163
25572
1845
10446
28438
10300
11160
20428
26526
25682
12163
2750
11693
9410
5292
26366
15912
10723
10658
19047
6809
16328
15766
4198
20923
28041
20781
13178
7661
14547
20431
3848
15469
23349
8299
12520
9805
16575
8641
15316
8224
13343
26307
18947
8679
12052
27145
25483
7424
23308
7251
8100
12567
1654
2106
10039
10647
5540
17857
4397
11962
20788
19339
8258
25658
4529
12021
11100
30181
749
29099
20060
28685
16037
3261
14485
26363
29555
8766
18229
16430
14684
27370
18371
5697
9023
625
233
21857
21534
12153
28682
29179
2103
487
11819
25504
25131
8327
4018
29192
10974
16249
8266
4685
22542
13114
104
13839
24808
11342
19855
9019
5219
8202
18128
1396
24583
28503
21473
29627
17362
17170
14131
5192
19433
5216
22382
14232
6494
26336
9979
25163
10411
6517
2617
1053
5609
25130
6005
11513
8513
24073
10449
30139
17062
16648
22160
12248
28232
1202
1292
27013
12196
5379
1065
9925
28018
21440
2286
8644
9628
16042
4925
2970
26564
85
25585
26313
21871
5602
14950
8808
12790
22253
3099
14150
16045
803
24540
21326
23192
2090
30100
18430
13688
22131
881
8147
1317
8456
10645
19604
979
11295
12367
4355
3291
5368
28394
1433
17060
21114
4106
9210
10722
3144
1943
3110
18496
27665
21209
23904
1030
17861
3644
29498
7915
25179
16337
26417
22666
4747
8503
15707
4054
22014
3292
15419
12331
6082
5489
27095
19269
8146
10674
15475
2705
11414
2797
6197
18851
25145
15107
2738
11973
23786
14824
17256
21618
26537
23503
29547
25203
2484
8189
9955
29322
8414
4873
25398
15991
27700
18244
29731
12459
14501
23084
28900
15085
20990
15708
5756
2859
25219
26393
4876
14325
4039
3001
3844
24586
4767
28957
29956
26154
15241
18736
7994
22274
3994
29525
4969
10879
2337
9810
1730
3519
20414
16868
19227
6637
12960
8729
7469
26096
19636
25473
705
23316
1586
10026
27308
12590
7710
28776
19642
18529
2187
24007
28943
3780
23415
22480
23880
21686
9283
25368
752
22920
1834
27779
9737
1126
3719
6288
2990
13462
15305
19934
18417
2628
16542
14208
29401
21159
22705
11766
29003
20244
15318
27151
13607
11568
2224
16051
28396
19886
924
15847
29344
8335
6635
24965
6130
24169
26615
9043
27063
28332
28860
1823
3262
22157
26669
5046
13846
14477
1258
13535
12246
20508
26568
11402
28461
22197
12446
8718
15395
3037
22690
10937
1826
22241
28099
23468
20447
19226
29842
27
9861
12631
15043
8251
1242
12235
24053
1451
13470
28705
13712
2832
8943
25672
1211
23796
4472
5346
28109
3295
3934
28025
26729
7464
2965
6266
9597
6316
10811
10620
2124
2240
17525
23635
220
23651
6189
4159
22812
11760
28751
12660
3218
726
21748
25427
15465
10063
22495
29847
13229
11955
26238
24705
29504
13995
3470
29992
19728
21552
3042
274
24445
15785
9963
26765
20458
21771
25212
11259
14489
25843
14051
5120
5897
12061
9004
19800
16456
18679
28874
18890
29000
24593
13489
21649
8067
17675
15647
12998
19328
3382
20850
3240
7800
24457
6653
15439
18319
21004
6400
26934
27091
19340
10979
1004
396
26754
28543
28136
20531
4428
26437
1394
4430
5144
8137
28133
30292
3319
17018
7390
6200
1225
21344
8022
25157
16157
17937
21853
24766
13971
17821
19654
9895
1357
22103
23182
1744
7481
8223
8322
648
13767
1938
13447
20669
2066
16754
10238
29235
4938
18239
21092
6636
9935
2199
18740
13374
27160
2494
17804
9981
11349
18754
17227
！
15098
3636
10531
23832
5239
17494
5111
6285
23146
9428
8346
8222
6049
15532
4496
27173
11846
29057
13882
21694
19551
19436
15682
5233
22314
8773
30249
22410
23619
21105
14186
27454
17441
30283
6203
29649
854
23259
3249
29038
30016
11688
21481
25085
7923
12443
21554
7154
26328
30208
23945
3664
14668
13355
25277
10037
4235
18911
9755
2910
23652
1116
17701
20328
2446
24360
12113
27323
1390
6750
16902
14976
27427
25257
12206
27357
30241
4470
1222
27950
19574
4772
12763
17969
15604
27653
14145
27380
413
16133
24723
3095
23052
16122
3682
7286
20326
26462
29095
19938
25133
17202
26725
3064
19395
22456
7510
10551
30271
8019
17058
1629
20866
21870
13658
9007
17568
22659
15758
10504
760
20565
25986
19492
24748
12221
12772
24558
16825
19078
4299
3696
22007
141
9538
27322
7232
9192
16640
17997
30096
20715
7052
5931
14306
17325
16511
18728
642
12489
8750
6832
27762
6380
8929
22311
2206
5574
10042
18970
16614
6180
5710
28392
18505
13516
20592
25112
20448
18451
24656
21720
18359
7077
3145
12640
23404
3011
20089
26856
5238
8693
17409
9090
18985
12170
17014
16957
26823
22569
10596
1185
1951
10059
9680
29207
28084
23372
53
8209
19319
27078
12373
6837
18785
8139
368
11497
30072
16856
942
15784
23261
2133
8836
927
3712
21874
29640
26082
8612
205
24199
9531
13163
17080
14743
3623
29732
16247
6353
28010
27369
11732
9866
4526
28428
20782
27321
10874
15303
23532
4837
9672
1506
23953
12482
11583
12100
12029
17515
14018
18313
12075
29869
9273
21357
19506
1662
15972
7493
14328
9671
10077
23598
15683
4740
7634
10260
20062
5298
23743
4438
7906
7360
2166
25
15506
23452
13716
4745
13032
13433
7577
22736
19116
19781
29976
22325
3385
27397
7342
21322
11057
13821
13554
6527
492
10760
17653
12766
28709
5834
6516
22986
12846
15069
24569
17954
25501
18067
16274
1082
29212
561
10204
3918
27363
10841
21015
4807
10539
11526
3734
14395
27166
10274
8842
8237
18532
8711
25442
18834
13282
28965
29265
23025
10646
2410
13435
8482
13700
22016
7875
27331
20983
23958
3662
28525
16576
6680
15014
25848
27908
16190
19335
15830
20791
19910
6336
12553
17988
16638
26041
8169
7558
18542
27360
4197
7230
10941
1879
7848
20714
16784
23829
11021
17404
5718
12710
20634
18132
8282
7702
29940
27344
2922
26855
21719
29144
16276
5420
18787
18581
10133
3494
11371
5119
24100
240
20471
4898
21949
28628
29644
22447
25496
21371
4479
16572
18661
21938
9808
22993
13363
23480
3414
24822
29625
11419
11703
6872
23624
21079
11243
4939
10335
12657
20810
3328
17401
3254
26103
14301
17696
7799
20231
13916
24426
8651
8164
16240
28256
29541
19089
2165
6259
1882
17255
7740
25597
5373
4471
11020
19375
9498
9379
5112
25750
29405
5512
3828
20593
1562
21942
28964
23048
27991
15385
22392
10750
5089
25367
8126
1063
12754
18561
2862
5015
10206
21680
22464
2861
15314
20048
12672
30290
15143
13613
27067
3618
7523
14244
7341
21785
17434
9000
14949
6480
29610
10639
12056
19954
17167
19057
14823
9555
16853
13337
19709
30131
4260
11327
7137
22443
15826
23279
17883
19104
6675
2115
26928
12742
11728
8073
20776
14242
23588
6056
21726
7301
24101
24789
25284
16021
11444
29015
22275
1230
9397
24659
17144
23520
21695
29785
27432
19826
25643
24158
11080
15927
10630
21655
14873
2954
15299
19912
29307
4441
2816
3748
16325
391
12125
26748
28514
10067
22949
29628
27564
23980
11663
15360
5594
17935
19533
23516
12534
23558
16804
19129
29832
28139
7158
10724
25117
30353
23519
21450
24210
14523
12659
18302
21804
25174
7257
20908
4534
16294
4575
2169
12614
20319
11790
13224
9376
3940
9815
22208
10148
16929
19497
17918
21692
8756
18455
19641
13170
14142
8045
8895
24066
13737
3949
10786
6851
12369
1989
4920
20726
15584
7659
10988
16964
7269
458
5433
1995
13212
6622
4950
9437
10821
15337
3756
8487
23513
12256
21883
25541
3043
2940
8588
13208
24714
2969
4481
19892
10889
15562
23982
28898
611
19965
15185
6030
16802
24035
21378
25716
25819
28205
23978
13721
3387
25563
25129
17309
21542
24094
3035
4036
13895
498
14454
13174
19644
27612
16598
11707
4948
5669
14455
29243
26183
14034
12872
15526
29704
1120
83
7247
17889
20015
4990
10520
15428
28007
5037
25918
30333
8174
14626
8576
27436
15411
5371
10777
6284
24162
24061
21987
8609
21738
21603
12868
13657
3499
9533
5663
29810
698
24823
13881
12202
29538
1406
12425
10452
12966
19458
5203
5809
5124
11469
23576
20510
4604
26108
1341
9742
16883
25556
5704
17382
21251
14841
22793
26059
20168
6221
25565
25648
15658
21243
24041
22504
20817
19948
14123
20270
27893
16230
15848
19429
1912
17723
1862
9036
20616
5976
2125
7078
12186
9108
6239
12023
697
14221
2502
28476
22596
14560
12414
24014
14765
20607
2186
394
24443
29523
26883
5320
6802
20823
16182
1781
16985
8184
25169
26639
15979
25080
19956
15842
5232
18594
1539
5084
16416
6231
26500
25882
11120
3553
6408
10382
26142
5890
23475
20185
6123
7241
3970
12268
23601
6616
26743
17575
12521
23394
884
27969
29879
6437
17913
28316
17130
27656
20241
6312
15536
19085
7961
8525
13814
20548
16422
12321
23526
13353
28674
16119
23347
24465
24838
12091
4953
9995
4677
20693
27722
16931
20265
23397
13589
2322
9860
3803
15331
13869
2601
19539
21329
2877
28614
17488
20061
4630
16851
20852
11220
18600
9907
30020
9287
15745
8208
18448
23722
14360
2143
9994
28070
20723
10816
23774
3630
13621
18483
4139
14728
12855
9268
22633
3788
9508
2709
13720
8924
15520
8565
18865
10050
4298
8307
17907
30104
13562
19366
8619
3603
17337
9507
5630
7386
23120
2757
18180
29345
23395
23121
14654
15731
14364
14847
13125
15941
10866
2747
19701
24438
140
1102
8357
11026
24926
4224
12706
7471
17040
4368
29164
15234
10819
17908
21828
12788
29455
28204
8812
25921
26221
24352
15398
10745
19616
4980
20950
23969
2148
22204
14846
27200
7057
9896
17138
24327
7531
19154
27450
2973
19401
1869
18855
30120
20201
15301
8149
20481
26311
4759
10019
25290
26580
19812
19842
24167
13994
10069
18066
26766
16164
16567
30172
23355
26302
1342
10025
7225
27349
24288
25756
9042
14764
19286
24132
9590
16163
11793
8979
25182
13467
8311
24651
28329
8242
1966
24909
836
1429
27683
4934
5836
22613
8080
2995
25930
22224
25008
23152
18540
17572
1746
23789
1881
4940
7505
3822
13962
7118
23648
20449
22792
24703
27506
9053
17126
8935
9421
5682
9302
11283
1849
20931
29157
25377
26897
26927
7821
12303
6793
16506
8038
22721
13091
16495
15794
4304
26300
3877
10898
7410
20308
16079
7548
11255
5310
5878
13697
13299
419
26034
23628
13603
8709
28144
28909
2455
5083
4585
26492
26825
20614
9765
17065
11178
12843
27162
5555
8757
13569
27928
29902
5475
18226
18068
20559
23249
6884
20227
2610
13177
460
1548
8875
25086
3157
17597
27139
14165
9351
18790
6788
30250
14656
20006
29065
16513
26315
4754
27168
4522
17234
12975
8739
15094
5683
15315
537
15130
24670
16358
23727
19224
13029
9528
13783
20346
20909
12006
15656
23717
24372
18602
10341
19061
2269
25859
18743
13537
7440
6674
22445
18079
4321
10746
12983
18870
23150
15509
3341
29113
30111
9717
25634
26797
28291
27993
8366
16316
269
16459
8343
24111
26163
19462
28509
28637
7708
27966
450
25839
28362
18268
13859
11296
29077
14045
8183
97
25240
29449
30099
28145
17482
22977
29054
2568
23248
11606
20656
23669
4856
3083
24418
17229
1973
14962
2880
14868
27649
25024
23860
9141
28549
9148
19382
6228
28675
11006
5703
11010
2856
14776
12582
19540
19013
25047
10127
10505
27203
7689
1918
28491
22367
25944
8396
16977
14409
10668
3545
20916
2294
5193
1381
4253
15667
4275
4053
15300
28466
19139
5660
11662
21590
14380
16150
3025
18069
16647
27133
29292
59
12681
12995
13963
11843
29056
26146
24798
25316
15531
27723
5451
25606
8997
26862
18341
13327
7809
11118
115
20164
682
3140
23132
19438
20212
29005
11588
1040
12597
20904
15096
16023
17081
15788
12600
26528
3396
4966
5948
27836
6251
13317
11777
16189
5844
17510
17891
10455
3134
5356
15886
4743
26879
10689
25849
3582
9740
11359
25467
19254
4581
12899
6989
8528
13347
20677
25828
24964
7604
4077
12507
17646
4211
3241
2598
2099
29112
11137
1091
18499
415
16234
127
13458
13872
3568
11121
26898
27196
11206
6819
13253
16524
4524
21721
14610
24195
10845
2351
3827
26178
1742
22463
24642
13707
18047
27901
18282
9522
2775
14497
7329
29522
20429
21364
10284
25344
18670
22913
11375
10953
22652
27583
6594
22502
22459
84
16574
20403
4365
13445
14365
29652
24156
5079
14795
14521
4641
11989
22419
7419
25657
10152
22799
5635
13918
14201
11801
9146
3963
26272
24455
17926
28533
20585
4219
23534
29081
4324
19509
5081
23732
945
9881
18789
9730
6313
21906
5296
13439
24786
7547
18060
14314
27518
22355
27927
15355
16436
859
16997
8974
13046
27438
25812
15281
20921
16668
26848
10661
9495
23887
10138
26772
2937
8950
19753
136
24824
28131
8123
28408
26594
22578
513
22639
25993
19688
17960
17790
3526
23641
26165
19893
11937
12655
5956
3840
6984
29210
21653
8606
3046
27359
16410
4290
10872
7429
27623
20785
5032
19849
28947
20419
5678
26444
18675
4452
22511
18058
4557
14621
28568
8823
13272
11395
15417
24640
10096
18587
29646
24715
23266
5221
25124
2222
22475
29936
16611
18179
3937
10355
29618
446
21467
4165
29260
26509
6789
7955
18942
27383
10358
13594
17644
25399
27134
9100
28178
20688
20801
11818
8247
19983
16683
25139
16874
26810
14405
29224
20204
4721
17738
28457
21803
19175
29955
21002
24427
14646
19351
27714
2720
3781
23137
15248
27767
16735
29978
24626
17247
17225
17730
20892
18426
11019
11326
10564
16426
23888
27235
22623
25583
29058
22191
19349
27374
322
7002
10783
24790
1990
15460
6931
1841
4180
6081
23382
20944
17869
19264
9115
15792
18309
6570
47
21166
28553
16408
26554
21490
7787
14695
23008
19733
28261
4655
6882
19301
21361
13906
6598
10160
30005
24377
25749
3737
12055
21524
12891
2395
4202
13503
22378
976
6767
2932
9731
21833
11426
29631
22933
26099
1776
16865
19324
1800
757
22051
10532
16360
3109
5534
15276
633
20318
28448
4971
26670
29656
22758
24601
7773
28917
13990
28768
13045
30171
18871
14757
20868
63
11944
16634
12076
28581
2046
3449
24875
19922
651
26241
25654
10211
1764
10676
17640
30124
969
13239
25486
24413
11261
4143
29277
23940
22743
19083
20287
4578
28978
4530
24509
29508
13306
10492
28313
12739
9694
19552
27336
11192
16188
14971
28283
27405
10004
20665
9947
23622
26475
25576
14298
21823
22909
24711
17672
18895
29430
13634
7990
1013
19019
19508
14940
1408
29051
11341
2466
29114
9424
15565
4800
7256
3049
14577
13328
1444
11893
21809
18443
18040
25436
23420
3302
11195
20440
28630
29759
1201
9519
14597
11631
24261
17984
4288
1812
4520
15463
18100
9830
17082
1106
22263
6987
1894
5538
8390
11103
15057
17991
16860
24469
22626
18817
26687
19640
10291
11382
6844
1955
14203
4731
13248
20188
25013
11029
14662
23332
26240
18775
14313
15374
4667
22821
17436
5308
11912
8313
16762
30037
27018
26227
6673
19694
8462
729
12108
10773
2698
24795
750
20063
254
19477
7865
358
10297
20205
22039
8421
8716
26350
15019
6458
19463
6707
12231
16595
26953
18916
24501
1858
12890
2899
25573
9676
6957
13884
28071
24109
19317
24350
4528
9356
23889
21191
28350
150
1726
18950
3846
19838
1391
1619
29604
23424
24741
22747
24215
26506
636
473
27328
9585
2881
25747
23101
23125
768
26000
25540
27414
1482
16450
16745
15401
26802
23837
29699
